{
  "english": "accountable",
  "phat_am": "",
  "list_english": [
    {
      "type_word": "adjective",
      "list_definition": [
        {
          "mean_english": "chịu trách nhiệm",
          "definition": "responsible for your actions and willing to explain them",
          "world_new": [
            "responsible",
            "your",
            "willing",
            "explain"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "He was held accountable for the disappearance of the money.",
              "world_new": [
                "disappearance",
                "money"
              ]
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "The blood banks are legally accountable for blood safety.",
    "Without such connection, we are not responsible, that is, we are not prima facie accountable for the outcome. 33.",
    "Unlike legislative bodies, courts are not directly accountable to voters, and at least in theory, they are not influenced by public opinion.",
    "Higher rates of self-motivated political participation in turn make elections better mechanisms for holding government officials accountable, and higher-quality democracy results.",
    "The mean percentage of glucose uptake accountable for by lactate production in the presence of ouabain was 92%.",
    "Finally, the outcomes of the organization's and ethics office's activities are also accountable.",
    "Judgment should be withheld, not because patients are never accountable, but because clinicians and other healthcare providers are supposed to be partners, not critics.",
    "In settings where responsibility for policy making is most clear, incumbent politicians are held accountable for macroeconomic performances."
  ],
  "list_see_also": [],
  "list_browse": [
    "accost",
    "account",
    "account for",
    "accountability",
    "accountable",
    "accountancy",
    "accountant",
    "accredited",
    "accumulate"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51809324971_7c1e049363_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51809324971_c72b47b3f2_o.png",
      "id_image": "accountable_5772909"
    },
    {
      "link_thumb": "https://live.staticflickr.com/65535/51810061790_3701ab3363_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51810061790_5db6826750_o.png",
      "id_image": "accountable_5906144"
    }
  ]
}