{
  "english": "activate",
  "phat_am": "ˈӕktiveit",
  "list_english": [
    {
      "type_word": "verb",
      "list_definition": [
        {
          "mean_english": "làm hoạt động",
          "definition": "to put into force or operation",
          "world_new": [
            "force",
            "operation"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "The smoke activated the fire alarms.",
              "world_new": [
                "smoke",
                "fire"
              ]
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "Each event on a domain variable activates its corresponding list of propagators.",
    "The situation activates the script for and this script generates expectations about appropriate behaviour and discourse routines.",
    "They found between 5 and 13 sources activated in each participant between 150 and 600 ms after stimulus onset.",
    "What we meant is that neural representations are automatically activated by perceptions associated with them.",
    "Apparently, the far-red irradiation induced the secondary dormancy when the cell cycle had been already activated during the first hours of seed imbibition.",
    "In a rivalry, a user holding a property right first activates this right, except if it does not permit excluding the rival.",
    "In the psychoanalytic or psychodynamic idea tradition, these types of defense mechanisms, or \"ego controls,\" are considered to be activated to regulate emotional stress.",
    "Over this extended period, many nodes in saccade-generation networks may become activated in rough proportion to total eye movement counts."
  ],
  "list_see_also": [],
  "list_browse": [
    "act up",
    "acting",
    "action",
    "action replay",
    "activate",
    "active",
    "actively",
    "activeness",
    "activist"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51809322736_46922f4ca0_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51809322736_930cc92335_o.png",
      "id_image": "activate_4232074"
    }
  ]
}