{
  "english": "aggressive",
  "phat_am": "əˈɡresiv",
  "list_english": [
    {
      "type_word": "adjective",
      "list_definition": [
        {
          "mean_english": "hung hăng",
          "definition": "ready to attack or oppose; quarrelsome",
          "world_new": [
            "ready",
            "attack",
            "quarrelsome"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "He’s a very aggressive boy who he is always fighting at school.",
              "world_new": [
                "boy",
                "fighting",
                "school"
              ]
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "The developmental psychopathology approach allows us to conceptualize and compare aggressive and self-injurious conditions in terms of developmental timing and course trajectories.",
    "Rejection, on the other hand, is more cleanly linked with disruptive and aggressive behavior profiles and it is unrelated to prosocial ones.",
    "Assume all players in a segment of the circle that represents the group with at least two members simultaneously introduce the aggressive cooperative strategy.",
    "In the latter study, maternal proactive parenting practices with aggressive, disruptive 2-year-olds predicted fewer problems by kindergarten.",
    "These findings should ultimately result in earlier and more effective interventions for aggressive children.",
    "In their study of aggressive adolescent boys in residential mental health treatment, the stimuli were facial expressions of others depicted in photos.",
    "Of these 22 children, 11 were aggressive, high-risk children and 11 were low-risk, coparticipants in the problem solving skills training groups.",
    "However, maltreated children's resulting hypervigilance for aggressive stimuli may have deleterious effects on their information processing in nonthreatening conditions."
  ],
  "list_see_also": [
    "aggressively",
    "aggressiveness",
    "aggression",
    "aggressor"
  ],
  "list_browse": [
    "aggravating",
    "aggravation",
    "aggregate",
    "aggression",
    "aggressive",
    "aggressively",
    "aggressiveness",
    "aggressor",
    "aggrieved"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51809318576_35af76f84b_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51809318576_a05b365c49_o.png",
      "id_image": "aggressive_708680"
    }
  ]
}