{
  "english": "alternate",
  "phat_am": "ˈoːltəneit",
  "list_english": [
    {
      "type_word": "verb",
      "list_definition": [
        {
          "mean_english": "xen kẽ",
          "definition": "to use, do etc by turns, repeatedly, one after the other",
          "world_new": [
            "repeatedly"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "Her mood alternates between highs and lows",
              "world_new": [
                "mood"
              ]
            },
            {
              "ex_of_definition": "He tried to alternate red and yellow tulips along the path as he planted them.",
              "world_new": [
                "red",
                "yellow",
                "path"
              ]
            }
          ]
        }
      ]
    },
    {
      "type_word": "",
      "list_definition": [
        {
          "mean_english": "kế tiếp",
          "definition": "coming, happening etc in turns, one after the other",
          "world_new": [
            "happening"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "The water came in alternate bursts of hot and cold.",
              "world_new": [
                "water",
                "hot",
                "cold"
              ]
            }
          ]
        },
        {
          "mean_english": "thay phiên",
          "definition": "every second (day, week etc)",
          "world_new": [
            "week"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "My friend and I take the children to school on alternate days.",
              "world_new": [
                "friend",
                "I",
                "school"
              ]
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "They applied alternating field and thermal cleaning to determine two groups of in situ directions.",
    "We want to program a two-person finite game where the players must perform alternate legal moves, until one of them, the loser, cannot move.",
    "Net returns under the alternate management plans are lower than in the base model for all years.",
    "It concluded that the relative merits of different alternating pressure devices for pressure prevention and treatment were unclear.",
    "We expect returns from agriculture to be greater and fisheries returns to be less under the alternate management plans as compared with the base model.",
    "If central powers tended to do the same for opposite reasons, their attitude towards non-bureaucratic opinion alternated between indifference and hostility.",
    "Those who had not obtained parental consent were excused and given an alternate activity to complete in a different location.",
    "The climate is tropical and strongly influenced by alternating monsoon and dry seasons."
  ],
  "list_see_also": [
    "alternately",
    "alternating",
    "alternation"
  ],
  "list_browse": [
    "altar",
    "alter",
    "alteration",
    "altercation",
    "alternate",
    "alternately",
    "alternating",
    "alternation",
    "alternative"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51809315291_1b10da9dea_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51809315291_20995a09a2_o.png",
      "id_image": "alternate_2413801"
    }
  ]
}