{
  "english": "altruism",
  "phat_am": "ˈæltruːˌizəm",
  "list_english": [
    {
      "type_word": "noun",
      "list_definition": [
        {
          "mean_english": "chủ nghĩa vị tha",
          "definition": "the fact of caring about other people’s needs and happiness more than your own",
          "world_new": [
            "fact",
            "happiness",
            "your"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "He was a hero to many because of his altruism.",
              "world_new": [
                "hero"
              ]
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "This sheds light on hominid evolution, on the evolution of culture, and on altruism and cooperation.",
    "The reality of altruism means that solipsistic selfishness is not inevitable; social relations ensue from uncoerced consent, not manipulation inspired by assumptions about 'the good'.",
    "This perspective suggests further tests of whether altruism is a type of self-control, including brain imaging, induced affect, and dual-task studies.",
    "In the economic world this novel constructs, money and commodities are not intrinsically bad, just as altruism and gifts are not intrinsically good.",
    "But it is not possible to determine that a separate altruism mechanism exists by the absence of reinforcement (immediate or delayed) of particular altruistic acts.",
    "The explanatory tale is that some people have been collecting delayed or long-term rewards for altruism or other forms of self-controlled behavior.",
    "Such altruism does not necessarily preclude a preoccupation with self-interested internal occupational stratification, but there is little evidence that this was a significant motive.",
    "I believe our understanding of altruism will be advanced best through models that integrate the contributions of different theoretical orientations."
  ],
  "list_see_also": [
    "altruistic"
  ],
  "list_browse": [
    "although",
    "altitude",
    "alto",
    "altogether",
    "altruism",
    "altruistic",
    "aluminium",
    "alumni",
    "alveolus"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51808359292_3719205e33_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51808359292_6579eaf87f_o.png",
      "id_image": "altruism_1354754"
    },
    {
      "link_thumb": "https://live.staticflickr.com/65535/51808359257_03dfe301d6_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51808359257_e1d1cc596d_o.png",
      "id_image": "altruism_2472914"
    }
  ]
}