{
  "english": "amnesty",
  "phat_am": "ˈӕmnəsti",
  "list_english": [
    {
      "type_word": "noun",
      "list_definition": [
        {
          "mean_english": "sự ân xá",
          "definition": "a general pardon given to people who have done wrong especially against the government",
          "world_new": [
            "general",
            "pardon",
            "people",
            "wrong",
            "government"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "The prisoner was released under the amnesty declared by the new president.",
              "world_new": [
                "prisoner",
                "president"
              ]
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "All they ever talk about are amnesties and the certainty that their boys will get out, but they will not.",
    "Amnesty's lasting impression from the trip was that tolerance of criticism and dissent is shrinking while at the same time the regime talks of moving towards civilian government.",
    "Our straightforward position is that we have learned from past amnesties and there should be no future ones.",
    "Two years later, an amnesty law was passed releasing those who were convicted.",
    "All he has to do is to raise his little finger, and these men would be amnestied and freed tomorrow.",
    "I should like to know about the progress of those amnesties, how many have been granted and to whom.",
    "Subject to that, we feel that it would assist to restore confidence if amnesties were granted at the earliest possible moment, and the prisons were emptied.",
    "There must be an end to amnesties that only encourage more people to present bogus asylum applications in the hope of benefiting from the next."
  ],
  "list_see_also": [],
  "list_browse": [
    "ammo",
    "ammonia",
    "ammunition",
    "amnesia",
    "amnesty",
    "amniotic sac",
    "amoeba",
    "amok",
    "among"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51809429068_b282cf0f56_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51809429068_5be1f0d381_o.png",
      "id_image": "amnesty_2061484"
    }
  ]
}