{
  "english": "anthropology",
  "phat_am": "ӕnθrəˈpolədʒi",
  "list_english": [
    {
      "type_word": "noun",
      "list_definition": [
        {
          "mean_english": "nhân loại học",
          "definition": "the study of human society, customs, beliefs etc",
          "world_new": [
            "study",
            "human",
            "society",
            "customs"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "He works for the university’s Department of Anthropology.",
              "world_new": [
                "works"
              ]
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "Because of its relationship to the debate construed as the central debate for linguistic anthropology, their work is also construed as crucially theoretical.",
    "It is inherent in the musical experience, as a sizeable literature not just in aesthetics, but in psychology and anthropology, attests.",
    "The contributors come from varied backgrounds: economics, anthropology, ecology, political science and forestry.",
    "Indigenous political resistance teaches us how to rethink politics for the twenty-first century, and social anthropology has a role to play in this project.",
    "It also draws on an extensive literature on space, spanning linguistics, psychology, cognitive studies, and, to a considerably lesser extent, philosophy and anthropology.",
    "Much has been written on the interdisciplinary borrowing that takes place between history and anthropology.",
    "In its attention to these issues, this volume makes a valuable contribution to linguistic anthropology, education, and linguistics.",
    "This is why archaeology, like anthropology, is always an (indirect) commentary on modernity."
  ],
  "list_see_also": [
    "anthropological",
    "anthropologist"
  ],
  "list_browse": [
    "anthrax",
    "anthropoid",
    "anthropological",
    "anthropologist",
    "anthropology",
    "anti-",
    "anti-aircraft",
    "anti-Semite",
    "anti-Semitic"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51809665649_9fca859bd6_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51809665649_15aa9ed002_o.png",
      "id_image": "anthropology_4125886"
    },
    {
      "link_thumb": "https://live.staticflickr.com/65535/51810047235_5f04537f5e_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51810047235_fa1ec4705c_o.png",
      "id_image": "anthropology_4635461"
    }
  ]
}