{
  "english": "aphid",
  "phat_am": "ˈeifid",
  "list_english": [
    {
      "type_word": "noun",
      "list_definition": [
        {
          "mean_english": "giống rệp vừng",
          "definition": "a very small insect that lives on plants, especially a greenfly",
          "world_new": [
            "small",
            "insect",
            "greenfly"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "Aphids cause a lot of damage to plants.",
              "world_new": [
                "cause",
                "damage"
              ]
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "Unlike spotted alfalfa aphid, vein chlorosis was not observed after spotted clover aphid feeding in this experiment.",
    "This aphid migrates to other parts, including below-ground stems, and so space is less likely to be a limiting factor.",
    "Each year winged aphids migrate into the area in early summer, and populations expand on adult cereal plants.",
    "What is responsible for the apparent specificity of aphid resistance genes?",
    "In this paper the hypothesis that the aphids' antennae are crucial for the wing induction in the presence of natural enemies is tested.",
    "Such dramatic responses to aphid feeding are unusual and probably indicate the involvement of toxic aphid saliva or hypersensitive reactions of the cypress trees.",
    "The genetic structure of host plant adaptation in a spatial patchwork : demographic variability among reciprocally transplanted pea aphid clones.",
    "However, aphids from tobacco were not sampled from other host-plants in regions where tobacco is not common."
  ],
  "list_see_also": [],
  "list_browse": [
    "ape",
    "aperitif",
    "aperture",
    "apex",
    "aphid",
    "aphrodisiac",
    "apiary",
    "apiece",
    "Apocalypse"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51809424333_54da006a9c_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51809424333_2796d04b27_o.png",
      "id_image": "aphid_4982564"
    }
  ]
}