{
  "english": "aqueduct",
  "phat_am": "ˈækwiˌdakt",
  "list_english": [
    {
      "type_word": "noun",
      "list_definition": [
        {
          "mean_english": "cầu dẫn nước",
          "definition": "a structure like a bridge that carries water across a valley",
          "world_new": [
            "structure",
            "bridge",
            "water",
            "across",
            "valley"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "The aqueduct was built across the Tern valley.",
              "world_new": [
                "across",
                "valley"
              ]
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "These powers could be of great practical importance if some disaster befell a waterway—for example, if an aqueduct or a tunnel collapsed.",
    "This includes storage reservoirs and water treatment plant as well as aqueducts and water mains.",
    "But it does not comprise only a clam; it also includes ancillary works, like the aqueduct, the intake tower and the treatment works.",
    "There are to be seven new power stations, about 25 aqueducts, six dams and 15 to 20 reservoirs in this scheme.",
    "He attributed this not only to pollution of the source of abstraction but also to contamination during transportation in uncovered aqueduct channels.",
    "They cannot take too much; the aqueduct capacity will not be there.",
    "And you say an aqueduct is going along within some three or four hundred feet of that well?",
    "If the aqueduct should in any place cause the well to dry up, would yon be prepared to find some other supply for the farm?"
  ],
  "list_see_also": [],
  "list_browse": [
    "aptness",
    "aquarium",
    "Aquarius",
    "aquatic",
    "aqueduct",
    "aquifer",
    "Arab",
    "arabesque",
    "Arabic"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51810044260_e1f0690051_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51810044260_52be5baacb_o.png",
      "id_image": "aqueduct_4598964"
    }
  ]
}