{
  "english": "arrogant",
  "phat_am": "ˈӕrəɡənt",
  "list_english": [
    {
      "type_word": "adjective",
      "list_definition": [
        {
          "mean_english": "ngạo mạn",
          "definition": "extremely proud; thinking that one is much more important than other people",
          "world_new": [
            "extremely",
            "important",
            "people"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "That kind of arrogant attitude will get him nowhere.",
              "world_new": [
                "kind",
                "attitude",
                "nowhere"
              ]
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "It sounds arrogant to claim that people do not understand the notion of a life worth living when they think they do.",
    "It's no mystification to observe that even its syntacticians are seldom so arrogant as to claim they can enumerate its effects on the emotions.",
    "The building is not just the arrogant and callous mimesis of one particular 'style'.",
    "To some extent, this book follows the trend in seeing colonial ' expertise ' as inherently misinformed, baleful and racially arrogant.",
    "Let us then create a new guild of craftsmen without the class distinction that raise an arrogant barrier between craftsman and artist!",
    "I then recognized how arrogant is the linear 'carrot and stick' metaphor, designed to move donkeys a short distance.",
    "This gave more power to arrogant, insensitive bureaucracy.",
    "The reviewer's arrogant tone reveals a desire for distance, and the report served to reassure the readers of the security of segregation, culturally and racially."
  ],
  "list_see_also": [
    "arrogantly",
    "arrogance"
  ],
  "list_browse": [
    "arrival",
    "arrive",
    "arrive at",
    "arrogance",
    "arrogant",
    "arrogantly",
    "arrow",
    "arrowhead",
    "arsenal"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51808349127_3471976f25_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51808349127_3d96b79f5f_o.png",
      "id_image": "arrogant_214227"
    },
    {
      "link_thumb": "https://live.staticflickr.com/65535/51809304921_a7278b5f13_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51809304921_ab9bc399b7_o.png",
      "id_image": "arrogant_260226"
    }
  ]
}