{
  "english": "assertive",
  "phat_am": "",
  "list_english": [
    {
      "type_word": "adjective",
      "list_definition": [
        {
          "mean_english": "xác nhận",
          "definition": "(too) inclined to assert oneself",
          "world_new": [
            "assert"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "You must learn to be more assertive in meetings to make sure that your opinion is heard.",
              "world_new": [
                "learn",
                "sure",
                "your",
                "opinion"
              ]
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "But reputations are also built on the basis of one being an assertive and aggressive negotiator, and the balance to be kept is delicate.",
    "More able students were more assertive and confident and often used the teachers' suggestions as a starting point for their own changes.",
    "This work does much to redress that picture and reveals a far more assertive and dynamic ruler.",
    "The candy stripes gave way to brown brickwork and the assertive winglike roof became an excessively modest double mansard with curious illuminated metal ribs attached.",
    "It is clear, however, that the more determined and assertive students were able to overcome such obstacles by asking and negotiating.",
    "However, even if it does take a more assertive position, there is no guarantee that it will gain control over national policy on this issue.",
    "During their courtships, women were more defensive, men more assertive, so that gender is placed, again, at the core of her analysis.",
    "A more serious concern is the seemingly subjective assertive arguments that simply are not substantiated."
  ],
  "list_see_also": [],
  "list_browse": [
    "assent",
    "assert",
    "assert oneself",
    "assertion",
    "assertive",
    "assertively",
    "assertiveness",
    "assess",
    "assessment"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51809658754_c678035b94_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51809658754_2dd8d0bdf4_o.png",
      "id_image": "assertive_2444170"
    }
  ]
}