{
  "english": "auditor",
  "phat_am": "",
  "list_english": [
    {
      "type_word": "noun",
      "list_definition": [
        {
          "mean_english": "kiểm toán viên",
          "definition": "a person who audits accounts",
          "world_new": [
            "person"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "the company’s auditors."
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "Restraining agencies include countervailing institutions such as the judiciary, parliamentary committees, oversight agencies, auditor-generals or ombudsmen.",
    "The information supplied by auditors consequently reduces threats to the bargaining process in which the producer operates.",
    "The auditor, a subaltern administrator in a media conglomerate or production company, shapes the marketplace by doc158.",
    "Bankers, auditors and lawyers as well may see their interests aligned with management rather than shareholders as they have their own interests too.",
    "In this moment, he is the closest to speech in the narrative, yet, like a monkey, his lips only chatter at their potential auditors.",
    "Furthermore, guideline developers, auditors, and other stakeholders participating in the guideline process are not symmetrically situated.",
    "This audit has highlighted no discrepancies in the thematic analysis and has ensured that both researchers and independent 'auditor' agree with the evolving project analysis.",
    "These actions indicate to the auditor of trust the validity of the base for trust through signs and signals."
  ],
  "list_see_also": [],
  "list_browse": [
    "audio-typist",
    "audio-visual",
    "audit",
    "audition",
    "auditor",
    "auditorium",
    "auditory",
    "Aug",
    "augment"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51809326826_20b030e3cc_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51809326826_f086f160b4_o.png",
      "id_image": "auditor_1728948"
    },
    {
      "link_thumb": "https://live.staticflickr.com/65535/51809441828_8251245a3c_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51809441828_8773e15638_o.png",
      "id_image": "auditor_4308065"
    }
  ]
}