{
  "english": "authorize",
  "phat_am": "ˈoːθəraiz",
  "list_english": [
    {
      "type_word": "verb",
      "list_definition": [
        {
          "mean_english": "uỷ quyền",
          "definition": "to give the power or right to do something",
          "world_new": [
            "power",
            "right"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "I authorized him to sign the documents",
              "world_new": [
                "I",
                "sign"
              ]
            },
            {
              "ex_of_definition": "I authorized the payment of $100 to John Anderson.",
              "world_new": [
                "I",
                "payment"
              ]
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "Collectivities of this aggregate kind will not be answerable in the same way to words previously authorized or deeds previously per formed.",
    "Only a privileged few papers were authorized to publish political news at all.",
    "The office authorized him to exercise the power of management over the local shoe market on the office's behalf.",
    "Furthermore, computer networks provide authorized individuals with rapid access to complementary information concerning the patient, in particular their address.",
    "Transient overflight or landing may be allowed if specifically authorized by permit.",
    "They were authorized to install office holders and hand out their corresponding seats on the stuccoed benches in the longhouse structures.",
    "In the process, they made use of newly authorized institutions and discourses, from elections to notions of equality.",
    "Directors who were either absent at the meeting authorizing an illegal dividend, or that voted on the record against it, were exempt from liability."
  ],
  "list_see_also": [
    "authorization"
  ],
  "list_browse": [
    "authoritative",
    "authoritatively",
    "authority",
    "authorization",
    "authorize",
    "authorship",
    "autism",
    "autistic",
    "auto"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51808370852_4d8eb7daa8_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51808370852_4444369222_o.png",
      "id_image": "authorize_4133338"
    }
  ]
}