{
  "english": "batik",
  "phat_am": "ˈbӕtik",
  "list_english": [
    {
      "type_word": "noun",
      "list_definition": [
        {
          "mean_english": "lối in hoa batic",
          "definition": "a method of dyeing patterns on cloth by waxing certain areas so that they remain uncoloured",
          "world_new": [
            "method",
            "cloth",
            "certain",
            "remain"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "Indonesians use batik to decorate items of clothing",
              "world_new": [
                "decorate",
                "clothing"
              ]
            },
            {
              "ex_of_definition": "(also adjective) a batik shirt.",
              "world_new": [
                "shirt"
              ]
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "Kebaya usually worn with a sarong or batik \"kain panjang\", or other traditional woven garment such as ikat, songket with a colorful motif.",
    "The father could deposit his capital with a bank or merchant batik at an agreed special rate of interest.",
    "The batik material depicts the \"kelarai\" motif, which is a bamboo weave pattern.",
    "Cottage industries which employ traditional skills in handicraft production such as batik, woodcarving and songket weaving are also evident.",
    "He was widely credited with the promotion of batik designs within the international fashion industry, including its magazines and fashion shows.",
    "The area is known for producing silk goods printed with batik, paper umbrellas, and handbags woven by hand from bamboo and pandanus leaves.",
    "Same with the seats material had been changed to new softer batik-like designs.",
    "The material created by the batik-makers is used to produce distinctive dresses, shirts, sarongs and beachwear well-suited for tropical climes."
  ],
  "list_see_also": [],
  "list_browse": [
    "bathing suit",
    "bathrobe",
    "bathroom",
    "bathtub",
    "batik",
    "baton",
    "batsman",
    "battalion",
    "batten"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51809313196_0972cf5c78_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51809313196_2a9e02b72e_o.png",
      "id_image": "batik_2133937"
    }
  ]
}