{
  "english": "bedridden",
  "phat_am": "",
  "list_english": [
    {
      "type_word": "adjective",
      "list_definition": [
        {
          "mean_english": "nằm liệt giường",
          "definition": "in bed for a long period because of age or sickness",
          "world_new": [
            "bed",
            "long",
            "period",
            "age",
            "sickness"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "She has been bedridden since the car accident.",
              "world_new": [
                "car",
                "accident"
              ]
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "A spinal fusion was required to straighten this and prevent his becoming totally bedridden.",
    "Nurses also avoided using aids which are known to irritate the s kin of bedridden patients, such as a drawsheet and massage.",
    "Wolpert et al.117 found that underweight bedridden residents treated with norbolathane for two months had improved mood and social interest when compared to placebo, but weight did not change.",
    "Patients were excluded if, prior to the fracture, they were completely dependent and bedridden or if they were functionally independent.",
    "However, there were strongly significant differences across groups in the proportion of subjects reporting constant fatigue, being bedridden or shut-in because of fatigue, and in exertion pattern.",
    "This old lady is in one of several wards for bedridden people, the great majority of whom are incontinent.",
    "I was trying to think of myself as an old, old man, bedridden.",
    "I want to be satisfied that this is not one law for the bedridden and one for the unbedridden."
  ],
  "list_see_also": [],
  "list_browse": [
    "bedcover",
    "-bedded",
    "bedding",
    "bedlam",
    "bedridden",
    "bedrock",
    "bedroom",
    "bedside",
    "bedsit"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51808354397_22a27f5150_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51808354397_9ee7796e92_o.png",
      "id_image": "bedridden_2472564"
    }
  ]
}