{
  "english": "beneficiary",
  "phat_am": "-ʃəri",
  "list_english": [
    {
      "type_word": "noun",
      "list_definition": [
        {
          "mean_english": "người thụ hưởng",
          "definition": "a person who receives a gift etc (usually in a will)",
          "world_new": [
            "person",
            "gift"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "The assets will be distributed to the beneficiaries of the will.",
              "world_new": [
                "assets"
              ]
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "The aim is to ensure adequate diversification, thus protecting the beneficiaries against insolvency of the sponsor and investment risks.",
    "In essence, beginners pressed for being included as the beneficiaries of this technology.",
    "She differed, however, in stressing that agraristas, the beneficiaries of revolutionary agrarian reform, also came from the peasantry.",
    "They often specifically targeted their disadvantaged beneficiaries in an open, unabashed way, and were often exclusive.",
    "Overall, the survey findings showed that while social pension income reduced poverty in households with a beneficiary, the impacts varied by ethnic-geographical group.",
    "The act of conceding such benefits took on the institutional form of privilege, by virtue of which the beneficiary enjoyed a series of special prerogatives.",
    "In the past the predominant beneficiaries of subsidiarity and government funding have been the free welfare associations.",
    "On both accounts, special religious status is conferred unrelated to the deserts of the beneficiary."
  ],
  "list_see_also": [],
  "list_browse": [
    "beneath",
    "benediction",
    "benefactor",
    "beneficial",
    "beneficiary",
    "benefit",
    "benevolence",
    "benevolent",
    "benevolently"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51808351867_fd41ff6b8d_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51808351867_c72e772b7a_o.png",
      "id_image": "beneficiary_6000659"
    }
  ]
}