{
  "english": "blackcurrant",
  "phat_am": "",
  "list_english": [
    {
      "type_word": "noun",
      "list_definition": [
        {
          "mean_english": "cây Lý Chua Đen",
          "definition": "a small soft edible black berry that grows in bunches on a bush",
          "world_new": [
            "small",
            "soft",
            "edible",
            "black",
            "berry",
            "bush"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "The bushes were bursting with juicy blackcurrants",
              "world_new": [
                "juicy"
              ]
            },
            {
              "ex_of_definition": "(also adjective) blackcurrant jam.",
              "world_new": [
                "jam"
              ]
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "More important still is the effect of the tax on the very young and the very old—because blackcurrants have a tremendous medicinal value.",
    "Whereas, last year, the prices increased for almost every commodity under the heading of soft fruits, prices for blackcurrants came down because of surplus supplies.",
    "This section sells the bulk of its production to factories making blackcurrant syrup.",
    "There will soon be machines to pick peas, carrots, blackcurrants and so on.",
    "The screams of pain in my constituency are coming most clearly from those who grow blackcurrants.",
    "The overseas trade statistic do not distinguish cooked preparations of raspberries—including pulp—from those of blackcurrants and strawberries, or fresh raspberries—including pulp—from red-currants.",
    "As a multi-annual crop, the blackcurrant industry needs flexibility to cope with problems such as lack of profitability due to climate change and new diseases.",
    "Together, these are the principal factors limiting the life of blackcurrant plantations."
  ],
  "list_see_also": [],
  "list_browse": [
    "blackberry",
    "blackbird",
    "blackboard",
    "blackbody",
    "blackcurrant",
    "blacken",
    "blackhead",
    "blacklist",
    "blackmail"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51809417998_e7200936c8_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51809417998_4f58b9940f_o.png",
      "id_image": "blackcurrant_2044988"
    }
  ]
}