{
  "english": "bricklayer",
  "phat_am": "",
  "list_english": [
    {
      "type_word": "noun",
      "list_definition": [
        {
          "mean_english": "thợ nề",
          "definition": "a person who builds (houses etc) with bricks",
          "world_new": [
            "person"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "He’s a qualified bricklayer.",
              "world_new": [
                "qualified"
              ]
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "There are substantial unsatisfied demands for bricklayers for housing work throughout the country, but the most serious shortages are not of labour but certain materials.",
    "Construction workers, be they painters, carpenters, bricklayers, or steelworkers, are organized into guilds and unions that are very strong and able to demand very high wages.",
    "I repeat that a force of only 234 men, including only 41 bricklayers, is making a mockery of their desperate needs.",
    "Nevertheless, certain professions stand out as contributing more than their share of rebels, among them the building trades (carpenters, plasterers, bricklayers, painters), drapers' assistants, creamery workers, hairdressers, and teachers.",
    "This type of construction is used for speed and because of the shortage of workers, particularly bricklayers and joiners.",
    "Most, as in any society, were labourers, artisans, craftsmen: dockworkers, blacksmiths, bricklayers, plasterers, caterers and cigar rollers.",
    "There is no adequate reason for such a conservative disregard of a material which has the virtue of not calling for skilled bricklayers, who are costly and unobtainable.",
    "Also in the sample were two tavernkeepers, two construction workers, a bricklayer and a brick maker."
  ],
  "list_see_also": [],
  "list_browse": [
    "bribe",
    "bribery",
    "brick",
    "brickbat",
    "bricklayer",
    "bridal",
    "bride",
    "bridegroom",
    "bridesmaid"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51809671174_fbcaef3a51_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51809671174_c7c62e098f_o.png",
      "id_image": "bricklayer_2421989"
    }
  ]
}