{
  "english": "carnation",
  "phat_am": "(British) kaːˈneiʃən; (American) kaːrˈneiʃən",
  "list_english": [
    {
      "type_word": "noun",
      "list_definition": [
        {
          "mean_english": "hoa cẩm chướng",
          "definition": "a flower with a sweet smell that is often worn by men on their jackets at formal occasions such as weddings",
          "world_new": [
            "flower",
            "sweet",
            "smell",
            "worn",
            "their",
            "formal"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "All the men wore carnations in their buttonholes.",
              "world_new": [
                "their"
              ]
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "I have made inquiries as to what the effect on the price would be of the somewhat more sharp increase for carnations and roses, sharper than for narcissi.",
    "Using either keyboard or voice, users can say things like make the sky a deeper blue or make the background carnation pink, and the software makes the appropriate changes.",
    "They can easily be identified, because most special branch officers have large moustaches and wear carnations.",
    "It even described the red carnation he had in his buttonhole.",
    "My advice is that imports are commanding a higher price than home-produced carnations.",
    "We have three vineyards, a firm producing perfumes and others growing roses, carnations and other flowers under glass.",
    "They might have been talking about carnation growing.",
    "But hostile journalists insisted that the green carnation, like the sunflower and lily, was just the latest fashion."
  ],
  "list_see_also": [],
  "list_browse": [
    "caricaturist",
    "caries",
    "carjacking",
    "carnage",
    "carnation",
    "carnival",
    "carnivore",
    "carnivorous",
    "carol"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51809680154_78ff4f4b3e_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51809680154_80696fd5d8_o.png",
      "id_image": "carnation_1943620"
    },
    {
      "link_thumb": "https://live.staticflickr.com/65535/51810061830_3024221420_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51810061830_627400172e_o.png",
      "id_image": "carnation_6080491"
    }
  ]
}