{
  "english": "carriageway",
  "phat_am": "",
  "list_english": [
    {
      "type_word": "noun",
      "list_definition": [
        {
          "mean_english": "tuyến xe",
          "definition": "especially in Britain, the part of a road used by cars etc",
          "world_new": [
            "part",
            "road"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "The overturned bus was blocking the whole carriageway.",
              "world_new": [
                "bus",
                "whole"
              ]
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "Seven of these involved additional carriageway lanes and seven reduced the number of lanes available for other vehicles.",
    "The limitation in providing more cycle lanes on the carriageway will often be lack of sufficient roadspace.",
    "However, the road is designed to make possible upgrading to a dual carriageway if that is justified by the volume of traffic.",
    "The width of the existing carriageway between verges is from 18 feet to 21 feet, and is only sufficient for two lines of traffic.",
    "It has an undivided carriageway of 2,300 yards, wellset-back residential property and further development in progress.",
    "Many interchanges between motorways involve motorway slip roads running alongside the main carriageway with which they merge.",
    "It is generally necessary to close two of the three lanes in a carriageway, except at peak traffic periods.",
    "It may decide to narrow the carriageway and perhaps put green verges between the carriageway and the footpath."
  ],
  "list_see_also": [],
  "list_browse": [
    "carpet",
    "carpetbagger",
    "carpus",
    "carriage",
    "carriageway",
    "carrier bag",
    "carrion",
    "carrot",
    "carry"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51810060645_4edbb6932d_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51810060645_94d934b90b_o.png",
      "id_image": "carriageway_2369668"
    }
  ]
}