{
  "english": "category",
  "phat_am": "ˈkӕtəɡəri",
  "list_english": [
    {
      "type_word": "noun",
      "list_definition": [
        {
          "mean_english": "loại",
          "definition": "a class or division of things (or people)",
          "world_new": [
            "class",
            "division"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "Various categories of goods were on sale.",
              "world_new": [
                "goods",
                "sale"
              ]
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "Both these are qualitative variables, and gaunkars are the control category.",
    "The change trials tested the participants' ability to respond appropriately to relevant phonetic differences between tokens and distinguish stops drawn from two different categories.",
    "For all farm categories, current acreage increased from 5 years in the past, and farmers predicted further increases in the future.",
    "Lamberts (2000) didn't stop his subjects, and they took an average of 38 blocks to learn these categories.",
    "We therefore suggest that the encoding of discrete category representations be added as a fifth challenge for cognitive neuroscience.",
    "Researchers could be misled by the publications of the first category because they were usually censored by the government to fit its propaganda purposes.",
    "We can differentiate these categories as purely lexical, rather than syntactic.",
    "In contrast, the fixed ranking theory can only produce sonority-driven stress systems with a single set of conflated categories."
  ],
  "list_see_also": [
    "categorical",
    "categorically",
    "categorize"
  ],
  "list_browse": [
    "catechism",
    "categorical",
    "categorically",
    "categorize",
    "category",
    "cater",
    "caterer",
    "catering",
    "caterpillar"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51809674734_c0c85169bb_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51809674734_75999c5f0a_o.png",
      "id_image": "category_2417876"
    },
    {
      "link_thumb": "https://live.staticflickr.com/65535/51808364472_6a47df201c_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51808364472_d456e3c09e_o.png",
      "id_image": "category_2417880"
    }
  ]
}