{
  "english": "censorship",
  "phat_am": "",
  "list_english": [
    {
      "type_word": "noun",
      "list_definition": [
        {
          "mean_english": "sự kiểm duyệt",
          "definition": "the policy of censoring",
          "world_new": [
            "policy"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "state censorship of the media.",
              "world_new": [
                "state",
                "media"
              ]
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "Nevertheless, and perhaps surprisingly, the central liberty principle admits censorship of certain extraordinary types of expression which necessarily harm others.",
    "They often undertook the elimination of censorship rather than enter costly legal battles to preserve the practice.",
    "Historians have commonly distinguished censorship as a policy from its enforcement.",
    "It had to assume traditional functions: censorship, social security for writers, and also a 'moral protection' of literature, as in the case of cinematographic adaptations.",
    "He believes that lack of clarity over rights is leading to covert censorship of the circulation of ideas.",
    "With a reference list of literary works, munication networks, and new approaches to story resources to fight censorship, and three appendices telling.",
    "Illuminating the documents are volume, chapter and source overviews, giving useful information on matters such as newspaper circulation numbers, censorship and reporting conditions.",
    "I then consider the relationships among democratic consolidation, freedom of speech, and the advantages and disadvantages of censorship in both the old and new democracies."
  ],
  "list_see_also": [],
  "list_browse": [
    "cemetery",
    "cenotaph",
    "censor",
    "censorious",
    "censorship",
    "censure",
    "census",
    "cent",
    "centenarian"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51809431943_a47d7e4c0e_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51809431943_11b2dcf42d_o.png",
      "id_image": "censorship_2450854"
    }
  ]
}