{
  "english": "cerebral",
  "phat_am": "ˈserəbrəl",
  "list_english": [
    {
      "type_word": "adjective",
      "list_definition": [
        {
          "mean_english": "thuộc về não",
          "definition": "of the brain",
          "world_new": [
            "brain"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "the cerebral hemispheres."
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "He presented with an intramedullary tumour accompanied by multiple cerebral metastases and was in a very poor general and neurological condition.",
    "By this standard, cerebral bloodflowat the end of cooling is clearly excessive in all groups, and perfusion during rewarming is probably slightly excessive.",
    "Neurochemistry studies supported by functional brain imaging have also provided insight into types of cerebral dysfunction responsible for producing the catatonic syndrome.",
    "Information comes into the hippocampal system from the cerebral cortex, including the visual, auditory, sensory cortices and the motor cortex.",
    "Better understanding of the cerebral associated with their use, and identification of mechanisms of injury, should improve the safety of these techniques.",
    "Possible preventative strategies should be explored, including vaccination programmes against neurotropic viruses identified as being associated with cerebral palsy.",
    "An intraventricular hemorrhage is a hemorrhage of the area surrounding the lateral cerebral ventricles.",
    "Language profiles in nonspeaking individuals of normal intelligence with cerebral palsy."
  ],
  "list_see_also": [
    "cerebral palsy"
  ],
  "list_browse": [
    "ceramic",
    "ceramics",
    "cereal",
    "cerebellum",
    "cerebral",
    "cerebral palsy",
    "ceremonial",
    "ceremonially",
    "ceremonious"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51810052560_44e9f5a772_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51810052560_592193c19e_o.png",
      "id_image": "cerebral_4200912"
    }
  ]
}