{
  "english": "chairman",
  "phat_am": "",
  "list_english": [
    {
      "type_word": "noun",
      "list_definition": [
        {
          "mean_english": "chủ tọa",
          "definition": "a person who takes charge of or directs a meeting",
          "world_new": [
            "person",
            "charge",
            "meeting"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "Who is the chairperson presiding over the meeting?",
              "world_new": [
                "meeting"
              ]
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "For some reason, the chairman took a shine to me, and hired me - but we never talked about voice again.",
    "The chairman of a committee can respond to an ambiguity by having members of the committee revote on a disambiguated proposal.",
    "Twelve of the ninety-two were in some way related to another member of the committee, sometimes being the wife of the chairman.",
    "In 1995, also chairmen of corporate look-alikes were recruited to a great extent among business executives, a rarity 20 years earlier.",
    "Others have crasser objectives and visit the hamlet chairman after having completed their tasks to ask for recompense (1995: 59).",
    "Practically, an organiser (such as a chairman or a tally clerk) is needed to accomplish a voting task.",
    "In some cases, the chairman acts in a unilateral form with all authority centered on him.",
    "Although the basic pattern is the same in 1995 as in 1975, recruitment of board chairmen has still changed significantly for both types of organizations."
  ],
  "list_see_also": [],
  "list_browse": [
    "chain mail",
    "chain store",
    "chair",
    "chairlift",
    "chairman",
    "chairmanship",
    "chalet",
    "chalice",
    "chalk"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51809315371_f14ef3b99d_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51809315371_e2cf15f1a8_o.png",
      "id_image": "chairman_2361599"
    }
  ]
}