{
  "english": "champagne",
  "phat_am": "ʃӕmˈpein",
  "list_english": [
    {
      "type_word": "noun",
      "list_definition": [
        {
          "mean_english": "rượu sâm banh",
          "definition": "a type of white sparkling wine, especially from Champagne in France, often drunk at celebrations etc",
          "world_new": [
            "type",
            "white",
            "sparkling",
            "wine",
            "drunk"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "a bottle of champagne.",
              "world_new": [
                "bottle"
              ]
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "It may be small beer to the champagne socialist party opposite, but it is a lot of money to those people who counted on it.",
    "At just under eight (hectic) minutes, it fizzes and crackles like champagne with fireworks and is something of a cross between exuberant overture and concertino.",
    "Tea and coffee are mentioned, along with claret (three), port (two), wine (two), champagne, and beer.",
    "I just wanted to say this now, as a reservation, before the champagne starts to flow.",
    "His schemes are exposed as hollow, his inclinations - towards feasts of looted mock-turtle soup, champagne and cigars - as gluttonous and cowardly.",
    "In the sagittal section the thorax will be narrow and the abdomen protuberant, a configuration that has given rise to the expression 'champagne-cork appearance'.",
    "He pours the remaining champagne on the floor.",
    "Moreover, recall that end-stress is also possible in the lexicon - precedented by an exceptional class of nouns such as champagne and bamboo."
  ],
  "list_see_also": [],
  "list_browse": [
    "chamois",
    "chamomile",
    "champ",
    "champ at the bit",
    "champagne",
    "champion",
    "championship",
    "chance",
    "chance on/upon"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51808358952_57f7f6873d_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51808358952_2408f5b9c7_o.png",
      "id_image": "champagne_1067970"
    }
  ]
}