{
  "english": "charisma",
  "phat_am": "kəˈrizmə",
  "list_english": [
    {
      "type_word": "noun",
      "list_definition": [
        {
          "mean_english": "uy tín",
          "definition": "a strong personal quality that makes someone attract, influence, and inspire other people",
          "world_new": [
            "strong",
            "personal",
            "quality",
            "attract",
            "influence",
            "inspire",
            "people"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "He lacked the charisma required to become an effective political leader.",
              "world_new": [
                "become",
                "effective",
                "political",
                "leader"
              ]
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "It is difficult to divorce perceptions of policy reform from the political charisma of proponents.",
    "She has worked her way into a set of privileged business relations through an unparalleled combination of market savvy, charisma, and sheer gall.",
    "Among the hundred or so biographies and biographical dramas published during this period, almost all emphasized personal courage, fortitude and charisma.",
    "They include words and phrases such as broke, down payment, advertising, charisma, fine print, input, throughput, memo, nitty-gritty, streamline, backlog, breakthrough, feedback, and format.",
    "He sought to replace charisma with more material criteria.",
    "Both forms rely heavily on the mysterious quality of charisma.",
    "The move backstage gives the investigator the added charisma of achieved proximity to a world of celebrity, caught in a revelatory moment.",
    "Does it stretch credulity too far to suggest that his two associates were rather jealous of his personal charisma?"
  ],
  "list_see_also": [],
  "list_browse": [
    "charged",
    "charger",
    "chariot",
    "charioteer",
    "charisma",
    "charitable",
    "charitably",
    "charity",
    "charity shop"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51808357332_5bf30bf042_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51808357332_51188a66dd_o.png",
      "id_image": "charisma_4060971"
    }
  ]
}