{
  "english": "chard",
  "phat_am": "(British) tʃaːd; (American) tʃaːrd",
  "list_english": [
    {
      "type_word": "noun",
      "list_definition": [
        {
          "mean_english": "cải chard",
          "definition": "a variety of beet with large leaves and thick stalks that is used as a vegetable",
          "world_new": [
            "variety",
            "beet",
            "large",
            "thick",
            "vegetable"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "Shred the chard and rinse in a colander under running water.",
              "world_new": [
                "rinse",
                "colander",
                "running",
                "water"
              ]
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "There are 55 varieties of vegetables grown, including: arugula (rocket), cilantro (coriander), tomatillo, hot peppers, spinach, chard, collards, black kale, berries and lettuce.",
    "Numerous vegetables, notably spinach, chard and rhubarb have a high calcium content, but they may also contain varying amounts of oxalic acid that binds calcium and reduces its absorption.",
    "Other cultivated varieties include the leaf vegetable chard; the sugar beet, used to produce table sugar; and mangelwurzel, which is a fodder crop.",
    "The mixture is then added to sauted chopped chard, pieces of slow-stewed beef, and garbanzo beans.",
    "A chard needle is a fine instrument for target trajectory correction and its acceleration after injection.",
    "Other major flavors and ingredients include dill, chard, garlic, cumin, lentils, chickpeas, pomegranates, sour plums and tamarind.",
    "The chard may be stripped of stems and is cut into stripes.",
    "It is a leafy green which tastes like very much like chard or spinach with a hint of asparagus when cooked."
  ],
  "list_see_also": [],
  "list_browse": [
    "characterize",
    "charade",
    "charades",
    "charcoal",
    "chard",
    "charge",
    "charge card",
    "charged",
    "charger"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51809428538_035f39f8f6_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51809428538_c7b705cab8_o.png",
      "id_image": "chard_3944149"
    },
    {
      "link_thumb": "https://live.staticflickr.com/65535/51808357752_0f16c38fda_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51808357752_a89be3e7e9_o.png",
      "id_image": "chard_4056910"
    }
  ]
}