{
  "english": "chickenpox",
  "phat_am": "",
  "list_english": [
    {
      "type_word": "noun",
      "list_definition": [
        {
          "mean_english": "bệnh thủy đậu",
          "definition": "an infectious disease with fever and red itchy spots",
          "world_new": [
            "infectious",
            "disease",
            "fever",
            "red",
            "itchy"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "A small chance exists of catching chickenpox from another person even after receiving the vaccine.",
              "world_new": [
                "small",
                "chance",
                "catching",
                "person",
                "even",
                "vaccine"
              ]
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "The feature of the second peak might characterize the epidemic pattern of chickenpox.",
    "Incidence rates of chickenpox and herpes simplex were examined similarly.",
    "The questionnaire also included introductory information about chickenpox and the vaccination (including an explanation of mild and severe vaccine side effects).",
    "Risks in pregnancy associated with chickenpox are widely known and a lowered threshold for consultation especially in doubtful cases among young pregnant women could occur.",
    "Thus, people dying from infectious diseases, particularly gastrointestinal infections, tuberculosis and respiratory viruses (measles, influenza and chickenpox) were analysed separately.",
    "The diagnosis of shingles (and of chickenpox and herpes simplex) is made clinically and patients are rarely investigated virologically.",
    "Efficacy, immunogenicity, safety, and use of live attenuated chickenpox vaccine.",
    "Therefore, in the case of chickenpox, the feature of the second peak might characterize the epidemic pattern of each prefecture."
  ],
  "list_see_also": [],
  "list_browse": [
    "chic",
    "chick",
    "chicken",
    "chicken out",
    "chickenpox",
    "chicory",
    "chide",
    "chief",
    "chief executive officer"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51808354057_a5221282eb_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51808354057_c564cc81db_o.png",
      "id_image": "chickenpox_2927278"
    }
  ]
}