{
  "english": "childbirth",
  "phat_am": "",
  "list_english": [
    {
      "type_word": "noun",
      "list_definition": [
        {
          "mean_english": "quá trình sinh con",
          "definition": "the act of giving birth to a child",
          "world_new": [
            "act",
            "birth",
            "child"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "She died in childbirth."
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "Collagen remodelling in response to pregnancy and childbirth may result in alterations in the mechanical strength of fascia and subsequent incontinence.",
    "This approach ignores that childbirth will be a straightforward process for the majority of women, where the circumstances exist to appropriately support such outcomes.",
    "It can be inferred that the employer anticipated another labour shortage or that the childbirths in 1900 and 1901 necessitated more workers.",
    "It commonly occurs after childbirth or postmenopausally, when atrophy occurs related to oestrogen deficiency.",
    "Postnatal depression-nonpsychotic depressive illness-is a major public health problem affecting approximately one in seven women after childbirth.",
    "Once the exclusive domain of women, childbirth practices are now dominated by a largely male obstetric workforce, displacing the traditionally female dominated practice of midwifery.",
    "The analyses were based on women in their first 2 years since childbirth.",
    "Except for certain practices surrounding childbirth, they tend not to enter into debates with social, cultural, or economic historians."
  ],
  "list_see_also": [],
  "list_browse": [
    "child benefit",
    "child support",
    "child welfare",
    "child’s play",
    "childbirth",
    "childcare",
    "childhood",
    "childish",
    "childishly"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51808353777_492d457ed4_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51808353777_227ed07165_o.png",
      "id_image": "childbirth_1775611"
    },
    {
      "link_thumb": "https://live.staticflickr.com/65535/51809424648_75ce3d986c_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51809424648_e212a81e17_o.png",
      "id_image": "childbirth_5233821"
    }
  ]
}