{
  "english": "cholera",
  "phat_am": "ˈkolərə",
  "list_english": [
    {
      "type_word": "noun",
      "list_definition": [
        {
          "mean_english": "bệnh tả",
          "definition": "a highly infectious, often fatal disease occurring in hot countries",
          "world_new": [
            "highly",
            "infectious",
            "fatal",
            "disease",
            "hot"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "An outbreak of cholera decimated the local population.",
              "world_new": [
                "outbreak",
                "local",
                "population"
              ]
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "The country suffered the re-emergence of diseases such as cholera in 1994 and poliomyelitis in 1996 -1997.",
    "The cholera epidemic of 1849, for example, provided contemporaries with graphic evidence of the tensions that could be generated by unregulated conditions in the towns.",
    "While a wide assortment of organisms cause acute diarrhoea, the occurrence of cholera signifies serious levels of contamination of water.",
    "Cystic fibrosis heterozygote resistance to cholera toxin in the cystic fibrosis mouse model.",
    "One might ask, should polio vaccination or cholera control take precedence in refugee camps?",
    "Deaths were usually attributed to malaria, debility, anaemia, diarrhoea, tuberculosis, cholera and dysentery.",
    "In connection with the identification apparatus mentioned above, different groups were branded as disease carriers while other cross-border enterprises were regarded as cholera-free.",
    "It is among them that malaria, cholera and other gastrointestinal diseases are most prevalent."
  ],
  "list_see_also": [],
  "list_browse": [
    "chocolate",
    "choice",
    "choir",
    "choke",
    "cholera",
    "cholesterol",
    "choose",
    "chop",
    "chop and change"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51810045095_d6c7b7417c_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51810045095_25141315e7_o.png",
      "id_image": "cholera_2927280"
    }
  ]
}