{
  "english": "choral",
  "phat_am": "ˈkoːrəl",
  "list_english": [
    {
      "type_word": "adjective",
      "list_definition": [
        {
          "mean_english": "thuộc dàn đồng ca",
          "definition": "of, for, or to be sung by, a choir",
          "world_new": [
            "choir"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "choral music.",
              "world_new": [
                "music"
              ]
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "Composed ten operas and a wealth of orchestral, piano, choral and vocal music, a little of which is now being recorded.",
    "Note the recourse in all these movements to unison writing for the choral voices, which are required to trill on specified prominent notes.",
    "The remaining prisoners respond to their fellow inmate's words in a choral passage of mounting excitement.",
    "The stage directions printed in his translated texts often make specific reference to sequences of choral (and occasionally individual) dance.",
    "Ultimately the genre survives in the twenty-first century primarily in our university choruses and local choral societies.",
    "Without standing bodies of choral singers at their disposal most theatres simply could not produce choruses on a regular basis.",
    "A twelve-line choral ode follows, and then a remarkable event occurs.",
    "In other words, the possibility of describing certain choral compositions almost as pre-existent music provided a solution to the aesthetic problem of legitimizing the chorus."
  ],
  "list_see_also": [],
  "list_browse": [
    "chopper",
    "choppiness",
    "choppy",
    "chopsticks",
    "choral",
    "chord",
    "chore",
    "choreographer",
    "choreography"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51808351747_da16571b38_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51808351747_eda00bb774_o.png",
      "id_image": "choral_122837"
    }
  ]
}