{
  "english": "chromatic",
  "phat_am": "krəˈmӕtik",
  "list_english": [
    {
      "type_word": "noun",
      "list_definition": [
        {
          "mean_english": "nửa cung",
          "definition": "a series of musical notes, each separated from the next by a semitone",
          "world_new": [
            "series",
            "musical",
            "semitone"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "She taught me how to play the chromatic scales.",
              "world_new": [
                "play",
                "scales"
              ]
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "The tuning of human photopigments may minimize red-green chromatic signals in natural conditions.",
    "The adaptation and test stimuli consisted of isoluminant chromatic modulation.",
    "Spatial and temporal contrast produced equivalent reductions in chromatic discriminability as the chromatic difference between the test and surround increased.",
    "Again, it is straightforward to derive response to luminance and chromatic modulation from eqns.",
    "A straight line can be fitted to all data points in each plot, providing a straightforward estimate of the chromatic discrimination threshold.",
    "At higher frequencies chromatic opponency was weakened in almost all cells.",
    "Sensitivity of macaque retinal ganglion cells and human observers to combined luminance and chromatic temporal modulation.",
    "Here only the chromatic descent will be discerned: the darkness has finally made the outline of the butterflies that cause it invisible."
  ],
  "list_see_also": [],
  "list_browse": [
    "Christmas Eve",
    "Christmas pudding",
    "Christmas stocking",
    "Christmas tree",
    "chromatic",
    "chrome",
    "chromium",
    "chromosome",
    "chronic"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51808351552_bdf6cbb46b_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51808351552_4b0fb51c49_o.png",
      "id_image": "chromatic_4371052"
    }
  ]
}