{
  "english": "circumference",
  "phat_am": "səˈkamfərəns",
  "list_english": [
    {
      "type_word": "noun",
      "list_definition": [
        {
          "mean_english": "chu vi",
          "definition": "(the length of) the boundary line of a circle or anything circular in shape",
          "world_new": [
            "length",
            "boundary",
            "line",
            "circle",
            "circular",
            "shape"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "the circumference of a circle/wheel."
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "Secondly, is the reduction in fetal size and head circumference as a result of exposure to repeat courses of steroids clinically significant?",
    "The stimulus rotates around the circumference of this space, either in a clockwise or counter clockwise direction.",
    "Maximum circumferences for the species are between 24 and 30 feet at breast height, although a few historical specimens may have been slightly larger.",
    "The differences are statistically significant for height and head circumference, but not for weight.",
    "Indeed, the problem of the wheel circumference discontinuity increases with the load applied to the wheel.",
    "The tank is supported through a mounting sleeve that has gear teeth along its circumference.",
    "The branch surface was calculated as the length of a branch section multiplied by its circumference.",
    "All diameter measurements were taken using a sliding caliper, and all circumference measurements were taken using a plastic tape measure."
  ],
  "list_see_also": [],
  "list_browse": [
    "circulation",
    "circulatory",
    "circumcise",
    "circumcision",
    "circumference",
    "circumnavigate",
    "circumnavigation",
    "circumstance",
    "circus"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51809306241_5d57c38aa1_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51809306241_14872e07db_o.png",
      "id_image": "circumference_391135"
    }
  ]
}