{
  "english": "clairvoyance",
  "phat_am": "kleəˈvoiəns",
  "list_english": [
    {
      "type_word": "noun",
      "list_definition": [
        {
          "mean_english": "sự sáng suốt",
          "definition": "the power of seeing things not able to be perceived by the normal senses (eg details about life after death)",
          "world_new": [
            "power",
            "normal",
            "senses",
            "life"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "She claims to possess the gift of clairvoyance.",
              "world_new": [
                "possess",
                "gift"
              ]
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "For example, a weather forecaster predicts rain not on the basis of clairvoyance but on the basis of patterns of prior meteorological events.",
    "He expresses an extraordinary clairvoyance which is unwarranted in the light of the intricate details in the report.",
    "His observations show some clairvoyance, as the financial year has not yet come to an end.",
    "To the skill of prestidigitation he professes to add clairvoyance, and knows what happens in our consciences.",
    "The prominence given to the topics of mesmerism and clairvoyance heightened the general disapproval of the book.",
    "However, the association with fraud led to a decline in interest in physical phenomena, and research was concentrated primarily on ostensibly mental phenomena such as clairvoyance and telepathy.",
    "If it then turned out to be accurate, it would demonstrate that great distance did not necessarily prevent clairvoyance from operating.",
    "She was also reported to have a gift of clairvoyance."
  ],
  "list_see_also": [
    "clairvoyant"
  ],
  "list_browse": [
    "cl",
    "clad",
    "claim",
    "claimant",
    "clairvoyance",
    "clairvoyant",
    "clam",
    "clamber",
    "clammy"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51809420658_1457621e23_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51809420658_69bf57e05f_o.png",
      "id_image": "clairvoyance_3834209"
    }
  ]
}